import React from "react";
import "./style.scss";

const Repay = ({ id }) => {
  return (
    <>
      <div id={id}>
        <div className="repay-wrap">
          <div>
            <h2>여보시게, 쓴 만큼 다시 갚아야 한다네</h2>
            <p>
              급여일에 상환전용계좌로 급여가 입금 → 인출하신 급여선지급 이용
              금액 및 이용 수수료가 자동으로 상환 → 잔여 급여가 실제 급여계좌로
              입금
            </p>
            <p>첫 급여선지급 인출 시 상환전용계좌가 자동 생성돼요</p>
            <p>
              페이워치의 안전결제 프로세스는 금융위원회 혁신금융모델로 지정 및
              전자금융업에 등록되었으니 안심하셔도 돼요
            </p>
            <p>
              급여계좌가 하나은행인 경우, 급여입금 즉시 하나은행으로부터
              사용자에게 카카오톡 알림이 전송되고 알림을 받으신 즉시 안내에 따라
              반드시 동의를 하셔야 해요. 미동의 시 급여선지급 원리금 상환 처리가
              불가해 사용자 님의 급여를 입금받을 수 없게 돼요
            </p>
          </div>
          <div>
            <h2>내 맘대로 상환해도 되나요?</h2>
            <p>
              급여입금날 전체 금액 모두 상환돼요. 급여일 이전에도 미리 상환할 수
              있지만 고객센터로 미리 연락주셔야 해요.
            </p>
            <p>중도상환 시 상환전용계좌 정보를 알려줌… 흠</p>
            <p>
              상환일은 가입 시 지정한 나의 급여일이며 직접 변경은 불가하며
              고객센터로 요청해 주셔야 해요. 단, 선지급 이용 금액이 있으면 바로
              변경할 수 없어요
            </p>
            <p>
              바로 변경을 원하시면 고객센터로 연락주셔서 중도상환 후 급여일 변경
              요청해 주세요
            </p>
            <p>
              아니면 가입 시 지정한 급여일에 상환 완료 후 고객센터로 급여일 변경
              요청해 주세요
            </p>
            <p>
              급여 지급이 지연되는 경우 고객센터로 연락주시면 상환전용계좌 정보
              등 필요 절차를 안내해 드리며 직접 상환하시면 돼요.
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default Repay;
